QUESTIONS = [
       {
           "question": "Какой цвет получается при смешивании красного и синего?",
           "answers": ["Фиолетовый", "Зеленый", "Оранжевый"],
           "correct": 0
       },
       {
           "question": "Какое животное является символом мудрости?",
           "answers": ["Сова", "Лев", "Слон"],
           "correct": 0
       },
       {
           "question": "Что тяжелее: килограмм железа или килограмм перьев?",
           "answers": ["Железо", "Перьев", "Они одинаковы"],
           "correct": 2
       },
       {
           "question": "Какой океан самый большой?",
           "answers": ["Атлантический", "Индийский", "Тихий"],
           "correct": 2
       },
       {
           "question": "Сколько планет в солнечной системе?",
           "answers": ["8", "9", "7"],
           "correct": 0
       }
   ]